Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/european_government/euro_area/introduction_to_the_euro_area.html.txt.tmx
Source language: en
Languages: ga

source: Introduction to the euro area
ga: Réamhrá le limistéar an euro

source: The euro area (also known as the eurozone) consists of those European Union (EU) countries which have adopted the euro as their currency
ga: Is éard atá i limistéar an euro tíortha siúd an Aontais Eorpaigh (AE) a ghlac leis an euro mar a n-airgeadra

source: It currently has 19 member states including Ireland
ga: Tá ann 19 mballstát faoi láthair, Éire san áireamh

source: All EU member states have committed to joining the euro, except for Denmark and the United Kingdom
ga: Thug gach ballstát den AE faoin euro a úsáid, seachas an Danmhairg agus an Ríocht Aontaithe

source: You can find more information on the adoption of the euro on the European Commission's website
ga: Féadfaidh tú teacht ar a thuilleadh faisnéise ar ghlacadh an euro ar láithreán gréasáin an Choimisiúin Eorpaigh

source: The Eurogroup is the main forum for the management of the single currency area
ga: Is é an Grúpa Euro an príomhfhóram le haghaidh bhainistíocht an limistéir airgeadra shingil

source: It is an informal body that brings together the finance ministers of the member states whose currency is the euro
ga: Comhlacht neamhfhoirmiúil atá iontu a thugann le chéile airí airgeadais na mballstát arb é an euro a n-airgeadra

source: The Vice-President responsible for Economic and Monetary Affairs in the EU Commission and the President of the European Central Bank also participate in Eurogroup meetings
ga: Ina theannta sin, glacann an Leas-Uachtarán atá freagrach as Gnóthaí Geilleagracha agus Airgeadaíochta i gCoimisiún an AE agus Uachtarán Bhanc Ceannais Eorpaigh páirt i gcruinnithe an Ghrúpa Euro

source: The Eurogroup’s role is to ensure close coordination of economic policies within the euro area
ga: Is é ról an Ghrúpa Euro comhordú dlúth beartas geilleagrach laistigh de limistéar an euro a chinntiú

source: It usually meets once a month, on the eve of the meeting of the Council of the European Union (Economic and Financial Affairs - ECOFIN)
ga: Is gnách go gcasann siad ar a chéile uair sa mhí, an tráthnóna roimh chruinniú Chomhairle an Aontais Eorpaigh (Gnóthaí Geilleagracha agus Airgeadais - ECOFIN)

source: Euro Summits brings together the heads of state or government of EU member states whose currency is the euro, the President of the Euro Summit and the President of the European Commission
ga: Tugann Cruinnithe Mullaigh an Euro cinn stáit nó rialtais bhallstáit an AE arb é an euro a n-airgeadra, Uachtarán Chruinniú Mullaigh an Euro agus Uachtarán an Choimisiúin Eorpaigh le chéile

source: Euro area leaders elect the President of the Euro Summit by simple majority, at the same time as the European Council elects its President
ga: Toghann ceannairí limistéar an euro Uachtarán Chruinniú Mullaigh an Euro trí thromlach simplí, agus ag an tráth céanna a dhéanann an Chomhairle Eorpach a nUachtarán a thoghadh

source: The mandate for both roles is two and a half years
ga: Maireann an sainchúram don dá ról ar feadh dhá go leith bliain

source: The Fiscal Stability Treaty requires a minimum of 2 Euro Summit meetings a year
ga: Ceanglaíonn an Conradh um Chobhsaíocht Fhioscach go mbíonn ar a laghad 2 Chruinniú Mullaigh an Euro ar siúl sa bhliain

source: The Euro Summit meetings provide strategic direction on the economic and fiscal policies in the euro area
ga: Soláthraíonn Cruinnithe Mullaigh an Euro treo straitéiseach ar bheartais gheilleagracha agus fhioscacha i limistéar an euro

source: Discussions on the specific responsibilities linked to euro area membership assist the member states in taking into account the euro area dimension in their national policy-making
ga: Cabhraíonn plé ar na freagrachtaí sonracha a bhaineann le ballraíocht limistéar an euro leis na ballstáit chun toise limistéar an euro a chur san áireamh agus beartais náisiúnta á ndéanamh acu

source: The European Central Bank (ECB) is the central bank for the euro and is responsible for conducting monetary policy for the euro area
ga: Is é an Banc Ceannais Eorpaigh (ECB) an banc ceannais don euro agus tá siad freagrach as tabhairt faoi bheartas airgeadaíochta do limistéar an euro

source: Its main task is to maintain the euro's purchasing power, thus ensuring price stability in the euro area
ga: Is é an príomhthasc atá acu ná chun cumhacht cheannaigh an euro a choimeád, agus cobhsaíocht phraghais a chinntiú, dá bharr, i limistéar an euro

source: The ECB is part of the European System of Central Banks, which also includes the national central banks of all EU member states, whether they have adopted the euro or not
ga: Tá an ECB mar chuid den Chóras Eorpach Bainc Cheannais, lena n-áirítear, chomh maith, bainc cheannais náisiúnta go léir gach ballstát den AE, cibé acu má ghlac siad leis an euro nó nár ghlac

source: The Eurosystem, on the other hand, comprises the ECB and only the national central banks of those countries that have adopted the euro
ga: Is éard atá i gCóras an Euro, ar an taobh eile den phingin, an ECB agus bainc cheannais náisiúnta na dtíortha siúd a ghlac leis an euro

source: The Eurosystem and the European System of Central Banks will co-exist as long as there are EU member states outside the euro area
ga: Comh-mhairfidh Córas an Euro agus an Córas Eorpach Bainc Cheannais a fhad agus is ann do bhallstáit AE lasmuigh de limistéar an euro
